driver-tests/httpsoapbc/HttpSoapBCTests/HttpSoapBCJbi/test/MultipleParts/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mul="http://stc.com/MultipleParts">
  <soapenv:Body>
    <mul:part1>Part1</mul:part1>
    <mul:part4>Part4</mul:part4>
  </soapenv:Body>
</soapenv:Envelope>